Repository: mirodriguez96/TrytonCDST
Catalog: trytoncdst_conector/locale/*.po
Languages: es

# model:ir.action,name:wizard_taxes_posted_accumulated
source: Taxes Posted Accumulated
es: Impuestos Contabilizados Acumulados

# model:ir.ui.menu,name:menu_taxes_posted_accumulated
source: Taxes Posted Accumulated
es: Impuestos Contabilizados Acumulados
