Repository: mirodriguez96/TrytonCDST
Catalog: trytoncdst_conector/locale/*.po
Languages: es

# field:conector.configuration,server:
source: Server
es: Servidor

# field:conector.configuration,db:
source: Database
es: Base de datos

# field:conector.configuration,user:
source: User
es: Usuario

# field:conector.configuration,password:
source: Password
es: Contraseña

# field:conector.configuration,date:
source: Date
es: Fecha inicial

# field:conector.configuration,end_date:
source: End Date
es: Fecha final

# field:conector.configuration,file:
source: File
es: Archivo

# field:conector.configuration,type_file:
source: Type file
es: Tipo de archivo

# field:conector.actualizacion,name:
source: Update
es: Actualización

# field:conector.actualizacion,quantity:
source: Quantity
es: Cantidad a importar

# field:conector.actualizacion,imported:
source: Imported
es: Cantidad importada

# field:conector.actualizacion,exceptions:
source: Exceptions
es: Cantidad de excepciones

# field:conector.actualizacion,cancelled:
source: Cancelled
es: Cantidad anulada

# field:conector.actualizacion,not_imported:
source: Not imported
es: Cantidad sin importar

# field:conector.actualizacion,logs:
source: Logs
es: Registros

# field:conector.actualizacion,log:
source: Log
es: Registro

# field:conector.log,event_time:
source: Event time
es: Hora del evento

# field:conector.log,message:
source: Message
es: Mensaje

# field:conector.log,state:
source: State
es: Estado

# model:ir.action,name:act_payrollelectronic_cdst
source: Send supplier it
es: Enviar al proveedor tecnologico

# view:staff.payroll.electronic:
source: Submit to supplier
es: Enviar al proveedor

# model:ir.action,name:act_add_operation_center
source: Add operation center
es: Añadir centro de operaciones

# model:ir.action,name:act_unreconcilie_multi
source: Unreconcile multirevenue move
es: Desconciliar asientos de multi-ingreso

# model:ir.action,name:act_multirevenue_mark_rimport
source: Multirevenue reimport
es: Eliminar y reimportar de tecnocarnes

# model:ir.action,name:act_delete_account_type
source: Remove type to parent account
es: Quitar tipo a cuentas padres

# model:ir.action,name:act_check_imported
source: Check imported docs
es: Revisar documentos importados

# model:ir.action,name:act_delete_import_records
source: Delete import log
es: Eliminar registro de importación

# model:ir.action,name:act_update_note_date
source: Update accounting note date
es: Actualizar fecha de nota contable

# model:ir.action,name:wizard_production_force_draft
source: Force Draft
es: Forzar a borrador

# model:ir.action,name:act_move_fix_party_account
source: Add missing party to invoice moves
es: (FIX) Añadir tercero faltante a los asientos de las facturas

# model:ir.action,name:act_voucher_move_unreconcile
source: Voucher move unreconcile
es: Desconciliar asiento del comprobante

# model:ir.action,name:act_force_draft_voucher
source: Force draft voucher
es: Forzar a borrador

# model:ir.action,name:act_delete_voucher_tecno
source: Delete voucher imported
es: Eliminar y reimportar de tecnocarnes

# model:ir.action,name:act_update_invoice_tecno
source: Reimport invoice
es: Eliminar y reimportar de tecnocarnes

# model:ir.action,name:act_reimport_documents
source: Reimport documents with exception
es: Reimportar documentos con excepción

# model:ir.ui.menu,name:act_config
source: Configuration
es: Configuración

# field:account.tax,consumo:
source: Tax consumption
es: Impuesto consumo

# field:account.voucher_configuration,account_discount_tecno:
source: Account Discount for Conector TecnoCarnes
es: Cuenta de descuento para TecnoCarnes

# field:account.voucher_configuration,account_rete_tecno:
source: Account Retention for Conector TecnoCarnes
es: Cuenta de Retención para TecnoCarnes

# field:account.voucher_configuration,account_retiva_tecno:
source: Account Retention IVA for Conector TecnoCarnes
es: Cuenta de Retención Iva para TecnoCarnes

# field:account.voucher_configuration,account_retica_tecno:
source: Account Retention ICA for Conector TecnoCarnes
es: Cuenta de Retención ICA para TecnoCarnes

# model:ir.action,name:report_portfolio_status
source: Portfolio Status
es: Estado de Cartera

# field:collection.print_portfolio_status.start,category_party:
source: Party Categories
es: Categorias de Cliente

# field:collection.print_portfolio_status.start,company:
source: Company
es: Empresa

# field:collection.print_portfolio_status.start,date_to:
source: Date to
es: Fecha corte

# field:collection.print_portfolio_status.start,detailed:
source: Detailed
es: Detallado

# field:collection.print_portfolio_status.start,kind:
source: Kind
es: Tipo

# field:collection.print_portfolio_status.start,payment_terms:
source: Payment Term
es: Plazo de pago

# model:ir.action,name:payroll_export_wizard
source: Payroll Export Wizard
es: Reporte de Nómina

# model:ir.ui.menu,name:menu_payroll_export_wizard
source: Payroll Export Wizard
es: Reporte de Nómina

# field:staff.payroll.export.start,start_period:
source: Start Period
es: Período Inicial

# field:staff.payroll.export.start,end_period:
source: End Period
es: Período Final

# view:company.company:
source: Supplier it
es: Proveedor Tecnológico

# view:company.company:
source: Payroll
es: Nómina

# field:company.company,url_supplier:
source: Url prod
es: Ruta (url)

# field:company.company,auth_supplier:
source: Auth
es: Autorización

# field:company.company,host_supplier:
source: Host
es: Dominio url

# field:company.company,supplier_code:
source: Code
es: Código sucursal

# view:company.company:
source: Support document
es: Documento soporte

# field:company.company,url_ds_itsupplier:
source: Url prod
es: Ruta (url)

# field:company.company,auth_ds_itsupplier:
source: Auth
es: Autorización

# field:company.company,host_ds_itsupplier:
source: Host
es: Dominio url

# field:company.company,itsupplier_code_ds:
source: Code
es: Código sucursal

# field:company.company,itsupplier_billing_resolution:
source: Billing Resolution Number
es: Número de resolución

# field:company.company,itsupplier_billing_resolution_note:
source: Adjustment Note Billing Resolution Number
es: Número de resolución para la nota de ajuste

# field:company.company,itsupplier_print_format:
source: Print Format Number
es: Número de formato de impresión

# field:company.company,itsupplier_print_format_note:
source: Adjustment Note Print Format
es: Número de formato de impresión para la nota de ajuste

# field:company.company,itsupplier_email_ds:
source: Email support document
es: Copia al correo electrónico

# model:ir.ui.menu,name:menu_payslip_send
source: Payslip Send
es: Enviar Soporte de Nómina

# model:ir.action,name:wizard_payroll_payslip_send
source: Payslip Send
es: Enviar Soporte de Nómina

# field:staff.payroll_payslip_send.start,company:
source: Company
es: Empresa

# field:staff.payroll_payslip_send.start,department:
source: Department
es: Departamento

# field:staff.payroll_payslip_send.start,period:
source: Start Period
es: Período

# field:staff.payroll_payslip_send.start,subject:
source: Subject
es: Asunto

# wizard_button:staff.payroll.payslip_send,start,end:
source: Cancel
es: Cancelar

# wizard_button:staff.payroll.payslip_send,start,send_:
source: Send
es: Enviar

# field:party.party,payable_tecno:
source: Payable Tecno
es: Por pagar Tecno

# field:party.party,receivable_tecno:
source: Receivable Tecno
es: Por cobrar Tecno

# field:account.tax.rule.line,additional_taxes:
source: Additional Taxes
es: Impuestos adicionales

# model:ir.action,name:act_group_multirevenue_lines
source: Group MultiRevenue Lines
es: Agrupar líneas (Multi-Ingreso)

# model:ir.action,name:act_confirm_lines
source: Confirm lines bank statement
es: Confirmar líneas de extracto

# model:ir.action,name:act_config
source: Configuration
es: Configuración

# model:ir.ui.menu,name:menu_act_config
source: Configuration
es: Configuración

# field:purchase.configuration,type_order_tecno:
source: Type order TecnoCarnes
es: Tipo orden de entrada TecnoCarnes

# field:purchase.purchase,order_tecno:
source: Order TecnoCarnes
es: Orden para TecnoCarnes

# field:purchase.purchase,order_tecno_sent:
source: Order TecnoCarnes sent
es: Orden TecnoCarnes enviada

# field:account.bank_statement,bank_lines:
source: Bank lines
es: Líneas del banco

# field:account.bank_statement.line,bank_line:
source: Bank line
es: Línea del banco

# field:account.bank_statement.bank_line,statement_line:
source: Statement line
es: Línea del extracto

# field:account.bank_statement.bank_line,date:
source: Date
es: Fecha

# field:account.bank_statement.bank_line,description:
source: Description
es: Descripción

# field:account.bank_statement.bank_line,amount:
source: Amount
es: Valor

# model:ir.action,name:act_create_bank_line
source: Upload Bank lines
es: Subir líneas del banco

# field:account.bank_statement.create_bank_line.parameters,file:
source: File
es: Archivo

# field:account.fiscalyear.balance_stock.start,journal:
source: Journal
es: Diario

# field:account.fiscalyear.balance_stock.start,fiscalyear:
source: Fiscal Year
es: Año fiscal

# field:account.fiscalyear.balance_stock.start,date:
source: Date
es: Fecha

# field:account.fiscalyear.balance_stock.start,type:
source: Type
es: Tipo

# field:account.fiscalyear.balance_stock.start,arbitrary_cost:
source: Arbitrary cost
es: Costo arbitrario

# wizard_button:account.fiscalyear.balance_stock,start,balance:
source: Create Move
es: Crear asiento

# wizard_button:account.fiscalyear.balance_stock,start,end:
source: Cancel
es: Cancelar

# wizard_button:account.payment_bank,start,end:
source: Cancel
es: Cancelar

# wizard_button:account.payment_bank,start,print_:
source: Print
es: Imprimir

# field:account.payment_bank.start,company:
source: Company
es: Empresa

# field:account.payment_bank.start,report:
source: Report
es: Reporte

# model:ir.action,name:act_report_payment
source: Generate Payment Bank
es: Generar Pagos para Banco

# field:account.payment_bank.start,sequence:
source: Sequence
es: Secuencia

# field:account.payment_bank.start,type_transaction:
source: Type of transaction
es: Tipo de transacción

# field:account.payment_bank.start,payment_type:
source: Type payment
es: Tipo de pago

# model:ir.action,name:report_payment_1007
source: Bancolombia Payments Format
es: Formato de Pagos Bancolombia

# field:account.payment_bank.start,tarjet:
source: Bank Account
es: Cuenta Bancaria

# model:ir.ui.menu,name:menu_certificates_send
source: Certificate Send
es: Enviar Soporte Certificado Ingresos y Retenciones

# model:ir.action,name:wizard_payroll_certificates_send
source: Certificate Send
es: Enviar Soporte Certificado Ingresos y Retenciones

# field:staff.payroll_certificates_send.start,company:
source: Company
es: Empresa

# field:staff.payroll_certificates_send.start,fiscalyear:
source: Fiscal Year
es: Año Fiscal

# field:staff.payroll_certificates_send.start,employees:
source: Employees
es: Empleados

# field:staff.payroll_certificates_send.start,subject:
source: Subject
es: Asunto

# wizard_button:staff.payroll.certificates_send,start,send_:
source: Send
es: Enviar

# view:conector.configuration:
source: Test
es: Probar conexión

# view:conector.configuration:
source: File Import
es: Importar archivo

# view:staff.event:
source: Create liquidation
es: Crear liquidación

# field:conector.configuration,enhabled:
source: Enhabled
es: Habilitado

# field:staff.access,rests:
source: Rests
es: Descansos

# field:staff.access.rests,start:
source: Start
es: Inicio

# field:staff.access.rests,end:
source: End
es: Final

# field:staff.access.rests,amount:
source: Amount
es: Cantidad (Hr)

# field:staff.access.rests,pay:
source: Pay
es: Pagar

# view:account.invoice:
source: Send document
es: Enviar documento

# field:staff.event,analytic_account:
source: Analytic account code
es: Código de cuenta analítica

# selection:ir.cron,method:
source: Import biometric accesses
es: Importar accesos biométricos

# model:ir.action,name:act_import_biometric_records
source: Import Biometric Records
es: Importar registros del biométrico

# field:staff.access.import_biometric_records.parameters,day:
source: Day
es: Día

# wizard_button:staff.access.import_biometric_records,parameters,end:
source: Cancel
es: Cancelar

source: Import
es: Importar

source: Import
es: Importar

# wizard_button:conector.actualizacion.imported_document_asistend,start,end:
source: Cancel
es: Cancelar

# field:conector.actualizacion.imported_document,file:
source: File
es: Archivo

# field:conector.actualizacion.imported_document,type_file:
source: Type file
es: Tipo de documento

# model:ir.action,name:act_imported_document
source: imported documents
es: Importar Documentos

# selection:conector.actualizacion.imported_document,type_file:
source: Parties
es: Terceros

# selection:conector.actualizacion.imported_document,type_file:
source: Products
es: Productos

# selection:conector.actualizacion.imported_document,type_file:
source: Balances
es: Saldos iniciales

# selection:conector.actualizacion.imported_document,type_file:
source: Accounts
es: Cuentas contables

# selection:conector.actualizacion.imported_document,type_file:
source: Update Accounts
es: Actualizar cuentas contables

# selection:conector.actualizacion.imported_document,type_file:
source: Product costs
es: Precio de costo de productos

# selection:conector.actualizacion.imported_document,type_file:
source: Inventory
es: Inventario

# selection:conector.actualizacion.imported_document,type_file:
source: Bank Account
es: Cuentas de banco

# model:ir.ui.menu,name:menu_auxiliary_book_print
source: Print Auxiliary Book
es: Reporte Libro Auxiliar

# model:ir.action,name:wizard_auxiliary_book_print
source: Print Auxiliary Book
es: Reporte Libro Auxiliar

# field:account_col.auxiliary_book_cds.start,fiscalyear:
source: Fiscal Year
es: Año Fiscal

# field:account_col.auxiliary_book_cds.start,start_period:
source: Start Period
es: Periodo Inicial

# field:account_col.auxiliary_book_cds.start,end_period:
source: End Period
es: Periodo Final

# field:account_col.auxiliary_book_cds.start,start_account:
source: Start Account
es: Cuenta Inicial

# field:account_col.auxiliary_book_cds.start,end_account:
source: End Account
es: Cuenta Final

# field:account_col.auxiliary_book_cds.start,party:
source: Party
es: Tercero

# field:account_col.auxiliary_book_cds.start,company:
source: Company
es: Empresa

# field:account_col.auxiliary_book_cds.start,reference:
source: Reference
es: Referencia

# field:account_col.auxiliary_book_cds.start,empty_account:
source: Empty Account
es: Cuenta vacia

# field:account_col.auxiliary_book_cds.start,posted:
source: Posted Move
es: Movimientos enviados

# model:ir.action,name:wizard_print_payroll_payment_bancolombia
source: Payroll Payment Bancolombia
es: Pago de Nómina Bancolombia

# field:staff.payroll_payment_bancolombia.start,period:
source: Period
es: Periodo

# field:staff.payroll_payment_bancolombia.start,company:
source: Company
es: Empresa

# field:staff.payroll_payment_bancolombia.start,department:
source: Department
es: Departamento

# field:staff.payroll_payment_bancolombia.start,payment_type:
source: Type payment
es: Tipo de pago

# field:staff.payroll_payment_bancolombia.start,send_sequence:
source: Shipping sequence
es: Secuencia de envío

# field:staff.payroll_payment_bancolombia.start,type_bank_account:
source: Bank account type
es: Tipo de cuenta bancaria

# field:staff.payroll_payment_bancolombia.start,reference:
source: Reference
es: Referencia

# field:staff.payroll_payment_bancolombia.start,type_transaction:
source: Type of transaction
es: Tipo de transacción

# model:ir.action,name:report_production
source: Production
es: Producción

# model:ir.ui.menu,name:menu_reports
source: Reports
es: Informes

# model:ir.action,name:wizard_production_detailed
source: Report Production Detailed
es: Informe de producción detallada

# model:ir.action,name:report_production_detailed
source: Report Production Detailed
es: Informe de producción detallada

# model:ir.ui.menu,name:menu_production_detailed
source: Report Production Detailed
es: Informe de producción detallada

# model:ir.ui.menu,name:wizard_payroll_settlement_send
source: Settlement Send
es: Enviar soporte de liquidación

# model:ir.action,name:wizard_payroll_settlement_send
source: Settlement Send
es: Enviar soporte de liquidación

# field:staff.payroll_settlement_send.start,subject:
source: Subject
es: Asunto

# field:staff.staff.payroll_settlement_send.start,department:
source: Department
es: Departamento

# field:staff.payroll_settlement_send.start,company:
source: Company
es: Empresa

# field:staff.payroll_settlement_send.start,kind:
source: Kind
es: Tipo

# field:staff.payroll_settlement_send.start,date:
source: Date
es: Fecha

# wizard_button:staff.payroll_settlement_send,start,end:
source: Cancel
es: Cancelar

# wizard_button:staff.payroll_settlement_send,start,send_:
source: Send
es: Enviar

# model:ir.ui.menu,name:wizard_print_payroll_payment_bancolombia
source: Payroll Payment Bancolombia
es: Pago de Nómina Bancolombia

# model:ir.ui.menu,name:menu_payroll_ibc_report
source: Payroll IBC Report
es: Reporte Acomulado IBC

# field:staff.payroll_ibc.start,company:
source: Company
es: Empresa

# field:staff.payroll_ibc.start,start_period:
source: Start Period
es: Periodo Inicial

# field:staff.payroll_ibc.start,end_period:
source: End Period
es: Periodo Final

# field:staff.payroll_ibc.start,department:
source: Department
es: Departamento

# field:staff.payroll_ibc.start,accomulated_month:
source: accomulated Month
es: Acomulado mensual

# field:staff.payroll_ibc.start,accomulated_period:
source: accomulated Period
es: Acomulado quincenal

# field:staff.payroll_ibc.start,fiscalyear:
source: Fiscal Year
es: Año Fiscal

# field:staff.payroll_ibc.start,start_period_fiscalyear:
source: Start Period
es: Periodo Inicial

# field:staff.payroll_ibc.start,end_period_fiscalyear:
source: End Period
es: Periodo Final

# wizard_button:staff.payroll_ibc.start.payroll_ibc_wizard,start,print_:
source: Print
es: Imprimir

# wizard_button:staff.payroll_ibc.start.payroll_ibc_wizard,start,end:
source: Cancel
es: Cancelar

# model:ir.action,name:wizard_income_statement
source: Income statement Report
es: Reporte Balance cuentas analiticas

# field:account.income_statement.start,company:
source: Company
es: Empresa

# field:account.income_statement.start,from_date:
source: From Date
es: Fecha Inicial

# field:account.income_statement.start,to_date:
source: To Date
es: Fecha Final

# field:account.income_statement.start,posted:
source: Posted Move
es: Movimientos contabilizados

# field:account.income_statement.start,accumulated:
source: Accumulated
es: Acomulado por cuenta analitica

# field:account.income_statement.start,Analitic_filter:
source: Analytic Detailed
es: Detallado por cuenta analitica

# field:account.income_statement.start,analytic_accounts:
source: Analytic Account
es: Cuentas Analiticas

# field:account.income_statement.start,allstart:
source: All
es: Todas las cuentas

# wizard_button:account.income_statement_wizard_cds,start,print_:
source: Print
es: Imprimir

# wizard_button:account.income_statement_wizard_cds,start,end:
source: Cancel
es: Cancelar

# model:ir.ui.menu,name:menu_sale_shop_detailed_cds
source: Print Cost Sale Shop Detailed Cds
es: Reporte Costo de Venta Detallado

# model:ir.action,name:wizard_print_sale_shop_detailed_cds
source: Print Cost Sale Shop Detailed Cds
es: Reporte Costo de Venta Detallado

# field:sale_shop.sale_detailed_cds.start,company:
source: Company
es: Empresa

# field:sale_shop.sale_detailed_cds.start,start_date:
source: From Date
es: Fecha Inicial

# field:sale_shop.sale_detailed_cds.start,end_date:
source: To Date
es: Fecha Final

# wizard_button:sale_shop.sale_detailed_cds,start,print_:
source: Print
es: Imprimir

# model:ir.action,name:wizard_invoice_values_cdst
source: Sale Invoices Report
es: Reporte de facturas

# model:ir.action,name:report_invoice_values_cdst
source: Sale Invoices Report
es: Reporte de facturas

# model:ir.ui.menu,name:menu_invoice_values_cdst
source: Sale Invoices Report
es: Reporte de facturas

# field:sale.invoice_values_cdst.start,from_date:
source: From Date
es: Fecha Inicial

# field:sale.invoice_values_cdst.start,to_date:
source: To Date
es: Fecha Final

# field:sale.invoice_values_cdst.start,state:
source: State
es: Estado

# field:sale.invoice_values_cdst.start,document_type:
source: Type Document
es: Tipo de documento

# field:account_voucher.taxes_consolidation.start,date_note:
source: Date Note
es: Fecha de nota

# field:account_voucher.taxes_consolidation.start,operation_center:
source: Operation Center
es: Centro de operaciones

# model:ir.action,name:act_create_holidays_access
source: Create Holidays Access
es: Crear registros de festivos

# field:staff.create_holidays_view_wizard,date:
source: Date
es: Fecha

# field:staff.create_holidays_view_wizard,time_in:
source: Time in
es: Hora de ingreso

# field:staff.create_holidays_view_wizard,time_out:
source: Time out
es: Hora de salida

# model:ir.action,name:act_report_access
source: Staff access report
es: Reporte de accesos

# field:stock.configuration,state_shipment:
source: State shipment
es: Estado de traslados

# field:staff.payroll_global.start,analytic_account:
source: Analytic Account
es: Cuenta analitica

# field:staff.payroll_global.start,account:
source: Account
es: Cuenta contable

# field:staff.payroll.sheet.start,analytic_account:
source: Analytic Account
es: Cuenta analitica

# field:staff.payroll.sheet.start,account:
source: Account
es: Cuenta contable

# field:product.category,account_lost_found:
source: Lost and Found Account
es: Cuenta de perdidos y encontrados

# field:staff.configuration,default_hour_biweekly:
source: Default Hour Biweekly
es: Tiempo quincenal por defecto

# field:account.account,analytical_management:
source: Analytical Management
es: Requiere analitica

# field:stock.inventory,analitic_account:
source: Analytic Account
es: Cuenta analitica

# field:stock.inventory,product_type:
source: Type Product
es: Tipo de producto

# field:stock.configuration,consumable_products_state:
source: Consumable products
es: Productos consumibles

# field:product.category,account_credit_note:
source: Account Credit Note
es: Cuenta Nota de Crédito

# field:staff.liquidation,payment_liquidation_date:
source: Payment liquidation date
es: Fecha de pago de liquidacion

# field:stock.configuration,to_location:
source: Output inventory location
es: Ubicación Salida de inventario

# field:staff.payroll,payment_extras:
source: Payment extras
es: Pago extras

# field:account.bank.money_transfer.start,journal:
source: Journal
es: Libro diario

# field:account.bank.money_transfer.start,fiscalyear:
source: Fiscal Year
es: Año fiscal

# field:account.bank.money_transfer.start,date:
source: Date
es: Fecha

# field:account.bank.money_transfer.start,account_in:
source: Account in
es: Entrada de dinero

# field:account.bank.money_transfer.start,account_out:
source: Account out
es: Salida de dinero

# field:account.bank.money_transfer.start,amount:
source: Amount
es: Cantidad

# field:account.bank.money_transfer.start,description:
source: Description
es: Descripcion

# wizard_button:account.bank.money_transfer,start,move:
source: Create Move
es: Crear asiento

# wizard_button:account.bank.money_transfer,start,end:
source: Cancel
es: Cancelar

# model:ir.ui.menu,name:menu_bank_money_transfer
source: Bank-Money Transfer
es: Traslado de dinero

# model:ir.action,name:act_bank_money_transfer
source: Bank-Money Transfer
es: Traslado de dinero

# field:staff.liquidation.line,salary_prom:
source: Salary Prom
es: Salario promedio

# field:account_col.move_close_year.start,account:
source: Analytic account
es: Cuenta analitica

# model:ir.action,name:report_taxes_posted_accumulated
source: Taxes Posted Accumulated
es: Impuestos Contabilizados Acumulados
